Revit 2027 API
Construction Properties
The Construction type exposes the following members.
Properties
Name | Description
Id | Get the id of the Construction.
Name | Get the name of the Construction.
Top
See Also
Reference
Construction Class
Autodesk.Revit.DB Namespace